package lesson_3

fun main() {
    /*
    Продолжаем работать над приложением “Шахматы”. Напиши программу для сервера, которая примет строку,
    отправленную игроком (считаем эти данные уже известными и объявляем строку с данными: “D2-D4;0”.

    Необходимо будет сделать обратное.
    Распарсить строку – разбить ее на 3 составляющих: откуда, куда и номер хода,
    присвоить соответствующим переменным и распечатать по отдельности.
     */
    val dataServer = "D2-D4;0"
    println(arrayOf(dataServer))
}


